{
	"ID": "faction_DaneSacellum",
	"Name": "Dane Sacellum",
	"ShortName": "DaneSacellum",
	"Demonym": "Daner",
	"Government": "Sacellum",
	"Allies": [],
	"Enemies": [
		"SanctuaryAlliance",
		"MallardRepublic",
		"JacobsonHaven",
		"TaurianConcordat"
	],
	"Presence": 0.1,
	"factionID": "DaneSacellum",
	"icon": "uixTxrLogo_Axumite",
	"factionMapBorderOverrideColor": "rgba(0,0,0,1.0)",
	"factionMapColor": "rgba(193,21,11,0.8)",
	"DefaultCombatLeaderCastDefId": "castDef_DaneSacellum",
	"DefaultRepresentativeCastDefId": "castDef_DaneSacellum",
	"heraldryDefId": "heraldrydef_DaneSacellum",
	"ReputationStatements": [
		"We despise your miserable selves and your pitiful forces, but circumstances compel us to offer you this contract. Take it if you care and begone from our sight.",
		"The Alliance has little use for your so-called company, but perhaps you will suffice for our needs on this occasion.",
		"Hail, Commander. We have a simple contract available for your perusal.",
		"We've heard that Inner Sphere mercenary companies are often of passing skill, let us hope that is true in this case.",
		"You've done yeoman's work for us in the past, and so we once again offer you this work. I trust the payment is sufficient?.",
		"Good to see you again, Commander. You've proven yourself reliable and I am pleased to offer you this choice contract, if it pleases.",
		"Ah, Commander, a pleasure to see you again! An excellent contract recently passed my desk and I think you'd be perfect for it.."
	],
	"MissionSuccessStatements": [
		"Well done, mercenary. You are proving yourself reliable and effective, just what the Alliance likes to see."
	],
	"GoodFaithFailureStatements": [
		"While you failed us today, the Alliance is not without mercy and nuance. You did your best and got the job half-done, which is appreciated and acknowledged. Partial payment will be remitted accordingly."
	],
	"BadFaithFailureStatements": [
		"Disappointing, to say the least. Truly, the Inner Sphere is not to be trusted with such delicate work as this."
	],
	"Description": "One of the original powers in the Sanctuary Worlds, the Dane Sacellum was patterned off of an ancient Terran religion and is deeply spiritual as a whole. The ruler of the Sacellum is known as the High Lord and is advised by the Conclave, a group of elected religious officials who help manage the Sacellum in general. Day-to-day management typically falls to religious community leaders who advise individual Daners on their actions. The Sacellum's military is known as the Dane Phalanx and is highly regimented and organized."
}